Revit 2027 API
Concrete.ConcreteBumpAmount Property
 The property labeled "Amount" from the "Concrete" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string ConcreteBumpAmount { get; }
Public Shared ReadOnly Property ConcreteBumpAmount As String
	Get
public:
static property String^ ConcreteBumpAmount {
	String^ get ();
}
static member ConcreteBumpAmount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 2".
See Also
Reference
Concrete Class
Autodesk.Revit.DB.Visual Namespace